Repository: harshsingh-io/lulu_stylist_app
Catalog: lib/l10n/arb/app_*.arb
Languages: hi

source: Home
hi: होम

source: LIVE
hi: लाइव

source: Welcome, register to get started!
hi: स्वागत है, प्रारंभ करने के लिए पंजीकरण करें!

source: Enter your mobile number
hi: अपना मोबाइल नंबर दर्ज करें

# loginAsUser
source: Login
hi: उपयोगकर्ता के रूप में लॉगिन करें

source: AI Stylist
hi: एआई स्टाइलिस्ट

source: Start New Chat
hi: नई चैट शुरू करें

# noChatsYet
source: No chats yet. Start a new conversation!
hi: अभी तक कोई चैट नहीं। नई बातचीत शुरू करें!

source: Loading chat...
hi: चैट लोड हो रही है...

# typeMessage
source: Type a message...
hi: संदेश टाइप करें...

source: Try Again
hi: पुनः प्रयास करें

source: Error loading chat
hi: चैट लोड करने में त्रुटि

# sessionCreated
source: New chat session created
hi: नया चैट सेशन बनाया गया

# errorCreatingSession
source: Error creating new chat session
hi: नया चैट सेशन बनाने में त्रुटि

source: Message sent
hi: संदेश भेजा गया

source: Error sending message
hi: संदेश भेजने में त्रुटि

source: Delete Session
hi: सेशन हटाएं

# deleteSessionConfirm
source: Are you sure you want to delete this chat session?
hi: क्या आप वाकई इस चैट सेशन को हटाना चाहते हैं?

source: Yes
hi: हाँ

source: No
hi: नहीं

# sessionDeleted
source: Chat session deleted
hi: चैट सेशन हटा दिया गया

# errorDeletingSession
source: Error deleting chat session
hi: चैट सेशन हटाने में त्रुटि

source: New Chat
hi: नई चैट
